"STORE_DESCRIPTION" = "VLC pro iOS je svobodný, multiplatformní mediální přehrávač.\nMůže přehrávat Vaše filmy, seriály a hudbu ve většině formátu přímo bez konverze.\nUmožňuje synchronizaci souborů se službami Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, přímé stahování a sdílení přes Wi-Fi, taktéž streamování z mediálních serverů SMB, FTP, SFTP, NFS, UPnP/DLNA a webových stránek.\nVLC nabízí podporu pro pokročilé titulky včetně plné podpory SSA, zvuku s více stopami, kontrolu rychlosti přehrávání a vykreslování pomocí Chromecast.\n\nVLC pro iOS je otevřená platforma a je dostupná zdarma.";

"STORE_DESCRIPTION_TV" = "VLC je svobodný, otevřený multiplatformní mediální přehrávač.\nMůže přehrávat Vaše filmy, seriály a hudbu ve většině formátu přímo bez konverze.\nUmožňuje vzdálené přehrávání z Vašeho zařízení Mac nebo PC přes webové rozhraní, taktéž streamování z mediálních serverů SMB, FTP, SFTP, NFS, UPnP/DLNA mediálních serverů a webových stránek.\nVLC nabízí podporu pro pokročilé titulky včetně plné podpory SSA, zvuku s více stopami a kontrolu rychlosti přehrávání.\n\nVLC je otevřená platforma a je dostupná zdarma.\n\nObaly jsou poskytovány z databází TMDb, což je komunita spravující filmové databáze.";

"UNKNOWN_TRACK_TYPE" = "Neznámý typ stopy";
"CHOOSE_TITLE" = "Vybrat název";
"CHOOSE_CHAPTER" = "Vybrat kapitolu";
"CHAPTER_SELECTION_TITLE" = "Kapitoly";
"TITLE" = "Název";
"CHAPTER" = "Kapitola";
"TRACK_SELECTION" = "Výběr stopy";
"AUDIO" = "Zvuk";
"SUBTITLES" = "Titulky";
"LANGUAGE" = "Jazyk";
"MEDIA_INFO" = "Informace o médiu";
"VIDEO_DIMENSIONS" = "Rozlišení videa";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i px";
"FORMAT_AUDIO_TRACKS" = "%i zvukových stop";
"ONE_AUDIO_TRACK" = "1 zvuková stopa";
"FORMAT_SPU_TRACKS" = "%i stop s titulky";
"ONE_SPU_TRACK" = "1 stopa s titulky";
"TRACKS" = "%i stopy";
"TRACK" = "%i stopa";
"TRACKS_DURATION" = "%u skladeb, délka: %@";
"NB_ALBUM_FORMAT" = "%i album";
"NB_ALBUMS_FORMAT" = "%i albumy";

"PLAYING_EXTERNALLY_TITLE" = "Připojená TV";
"PLAYING_EXTERNALLY_DESC" = "Video je přehráváno v TV";
"PLAYING_EXTERNALLY_ADDITION" = "Nyní hraje:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Odstín";
"VFILTER_CONTRAST" = "Kontrast";
"VFILTER_BRIGHTNESS" = "Jas";
"VFILTER_SATURATION" = "Sytost";
"VFILTER_GAMMA" = "Gama";

"PRESET_PREAMP_SETTING" = "Nastavení předvolby / předzesílení";
"PREAMP" = "Předzesílení";
"SNAP_BANDS" = "Spřáhnout pásma";

"PLAYBACK_FAILED" = "Chyba přehrávání";
"PLEASE_WAIT" = "Čekejte...";
"AR_CHANGED" = "Poměr stran: %@";
"DEFAULT" = "Výchozí";
"FILL_TO_SCREEN" = "Oříznout a vyplnit obrazovku";
"PLAYBACK_SPEED" = "Rychlost přehrávání";
"SPU_DELAY" = "Zpoždění titulků";
"AUDIO_DELAY" = "Zpoždění zvuku";
"BUTTON_SLEEP_TIMER" = "Časovač";
"SLEEP_TIMER_UPDATED" = "Časovač aktualizován";
"CONTINUE_PLAYBACK" = "Pokračovat v přehrávání?";
"CONTINUE_PLAYBACK_LONG" = "Chcete pokračovat v přehrávání \"%@\" od místa kde jste skončili?";

"BUTTON_ABOUT" = "O aplikaci";
"BUTTON_BACK" = "Zpět";
"BUTTON_DONE" = "Hotovo";
"BUTTON_CANCEL" = "Zrušit";
"BUTTON_SAVE" = "Uložit";
"BUTTON_DOWNLOAD" = "Stáhnout";
"BUTTON_DELETE" = "Smazat";
"BUTTON_OK" = "OK";
"BUTTON_DISMISS" = "Dismiss";
"BUTTON_CONTACT" = "Kontaktujte nás";
"BUTTON_CONNECT" = "Připojit";
"BUTTON_RENAME" = "Přejmenovat";
"BUTTON_LEARN_MORE" = "Více informací";
"BUTTON_LOGOUT" = "Odhlásit";
"BUTTON_CONTINUE" = "Pokračovat";
"BUTTON_SET" = "Nastavit";
"BUTTON_RESET" = "Obnovit";
"BUTTON_RESCAN" = "Znovu prohledat";
"PRIVATE_PLAYBACK_TOGGLE" = "Privátní přehrávání";
"SCAN_SUBTITLE_TOGGLE" = "Vyhledat titulky (pouze přes http)";

"BUTTON_RENDERER" = "Zařízení pro streamování";
"BUTTON_RENDERER_HINT" = "Zobrazit nabídku dostupných zařízení pro streamování";
"BUTTON_AIRPLAY" = "AirPlay nebo Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Zobrazit nabídku dostupných zařízení AirPlay nebo Bluetooth";

"UPGRADING_LIBRARY" = "Aktualizace Knihovny médií...";

"FAVORITES" = "Oblíbené položky";
"NO_FAVORITES" = "Nejsou dostupné žádné oblíbené položky";
"NO_FAVORITES_DESCRIPTION" = "Označte svoje oblíbené složky při procházení serverů, aby se zobrazily zde v seznamu.";
"ADD_FAVORITE" = "Přidat do oblíbených";
"REMOVE_FAVORITE" = "Odstranit z oblíbených";
"FAVORITE_ALERT_TITLE" = "Chcete přidat tuto složku do oblíbených?";
"UNFAVORITE_ALERT_TITLE" = "Chcete odstranit tuto složku z oblíbených?";

"OPEN_NETWORK" = "Otevřít síťový stream";
"NETWORK_TITLE" = "Síťový stream";
"OPEN_NETWORK_HELP" = "Pro přímé přehrání streamu zadejte adresu [HTTP, RTSP, RTMP, MMS, FTP nebo UDP/RTP].";
"HTTP_UPLOAD_SERVER_OFF" = "Neaktivní server";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Žádné aktivní připojení Wi-Fi";
"OPEN_STREAM_OR_DOWNLOAD" = "Chcete stáhnout nebo přehrát soubor z této URL adresy?";
"ALWAYS_STREAM_URL" = "Vždy přehrávat adresy URL";
"SHARED_VLC_IOS_LIBRARY" = "Sdílená knihovna VLC pro iOS";
"SMB_CIFS_FILE_SERVERS" = "Souborové servery (SMB)";

"MANAGED_SERVERS" = "Spravované";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Stahování bylo zrušeno uživatelem";

"DOWNLOAD_FROM_HTTP" = "Stahování";
"ERROR_NUMBER" = "Vyskytla se chyba %i";
"DOWNLOAD_FAILED" = "Chyba stahování";
"FILE_NOT_SUPPORTED" = "Formát souboru není podporován";
"FILE_NOT_SUPPORTED_LONG" = "Formát souboru použitý v %@ není podporován touto verzí VLC pro iOS.";
"SCHEME_NOT_SUPPORTED" = "Formát adresy není podporován";
"SCHEME_NOT_SUPPORTED_LONG" = "Formát adresy (%@) není podporován. Použijte adresu začínající: HTTP, HTTPS nebo FTP.";
"RENAME_MEDIA_TO" = "Zadejte nový název pro %@";

"FOLDER_EMPTY" = "Prázdná složka";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Vyberte soubor pro otevření:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Otevřít v...";
"SHARING_ERROR_NO_FILES" = "Žádné soubory ke sdílení";
"SHARING_ERROR_NO_APPLICATIONS" = "Nelze najít žádnou aplikaci pro otevření tohoto typu souboru";
"SHARING_SUCCESS_CAMERA_ROLL" = "Soubor byl úspěšně uložen do složky Camera Roll";

"FAVORITEVC_DETAILTEXT" = "Zobrazit své oblíbené složky";
"STREAMVC_DETAILTEXT" = "Přehrávat streamy přímo bez stahování";
"DOWNLOADVC_DETAILTEXT" = "Stahovat soubory přímo do Vašeho zařízení";
"HEADER_TITLE_RENDERER" = "Vyberte zařízení pro streamovaní";

"BROWSE" = "Browse";
"NETWORK" = "Síť";
"LOCAL_NETWORK" = "Místní síť";
"CONNECT_TO_SERVER" = "Připojit k severu";
"FILE_SERVER" = "Souborové servery";
"USER_LABEL" = "Uživatel";
"PASSWORD_LABEL" = "Heslo";
"DISABLE_LABEL" = "Zakázat";
"BUTTON_ANONYMOUS_LOGIN" = "Anonymní přihlášení";

"LOCAL_SERVER_REFRESH" = "Obnovit";
"LOCAL_SERVER_LAST_UPDATE" = "Poslední aktualizace proběhla %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "CHYBA PŘIPOJENÍ K SERVERU";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Zkontrolujte adresu serveru a přihlašovací údaje";

"FILES_APP_CELL_TITLE" = "Místní soubory";
"FILES_APP_CELL_SUBTITLE" = "Otevřít soubor bez kopírování do VLC";

"CLOUD_SERVICES" = "Cloudové služby";
"LOGIN" = "Přihlásit";
"LOGGED_IN" = "Přihlášen";
"LOGGED_IN_SERVICES" = "%d přihlášených ve službách";
"LOGGED_IN_SERVICE" = "1 přihlášený ve službě";

"DROPBOX_DOWNLOAD" = "Stáhnout soubor?";
"DROPBOX_DL_LONG" = "Chcete stáhnout soubor \"%@\" do Vašeho %@?";
"DROPBOX_LOGIN" = "Přihlášení";

"GDRIVE_ERROR_FETCHING_FILES" = "Chyba při stahování souborů";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Soubor byl úspěšně stažen";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "ÚSPĚŠNÉ";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Během stahování se vyskytla chyba";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "CHYBA";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "Vybraná média nemají URL adresu pro přehrávání";

"DISK_FULL" = "Dosažen limit kapacity úložiště";
"DISK_FULL_FORMAT" = "%@ nelze uložit do Vašeho %@, z důvodu nedostatku volného místa.";

"NUM_OF_FILES" = "%i souborů";
"ONE_FILE" = "1 soubor";
"NO_FILES" = "Žádné podporované soubory";
"DOWNLOADING" = "Stahování...";
"REMAINING_TIME" = "Zbývající čas: %@";
"BIOMETRIC_UNLOCK" = "Odemknout Knihovnu médií\nZrušte pro zadání hesla";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Nastavit heslo";
"Enter Passcode" = "Zadat heslo";
"Enter a passcode" = "Zadejte heslo";
"Enter your passcode" = "Enter your passcode";
"Passcodes did not match. Try again." = "Hesla se neshodují. Zkuste to znovu.";
"Re-enter your passcode" = "Zadejte heslo znovu";
"Passcode Options" = "Passcode Options";
"4-Digit Numeric Code" = "4-Digit Numeric Code"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6-Digit Numeric Code"; /* Passcode 6 digit numeric code */

"Settings" = "Nastavení"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "ZAP";
"OFF" = "VYP";

"EMPTY_LIBRARY" = "Prázdná Knihovna médií";
"EMPTY_LIBRARY_LONG" = "Pro přehrávání můžete streamovat média ze serveru ve Vaší místní síti, z cloudu nebo můžete synchronizovat média do Vašeho zařízení přes iTunes, Wi-Fi Upload nebo cloudové služby.";

"EMPTY_NO_PLAYLISTS" = "Seznamy skladeb";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Chcete-li vytvořit seznamy skladeb, přejděte do režimu Upravit na kartách Obsah videa nebo Zvuk a vyberte svá oblíbená média.\nMůžete také synchronizovat existující seznamy skladeb z jiných zařízení nebo internetu.";

"EMPTY_PLAYLIST" = "Žádné skladby";
"EMPTY_PLAYLIST_DESCRIPTION" = "Přidejte média během úprav příslušných kategorií.";

"EMPTY_HISTORY" = "Smazat historii";
"EMPTY_HISTORY_DESCRIPTION" = "Zatím bez médií.";

"EMPTY_MEDIA_LIST" = "Empty Media List";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "The media list is empty therefore the playback could not start";

"PLAYBACK_SCRUB_HELP" = "Přejeďte nahoru pro změnu rychlosti posunutí.";
"PLAYBACK_SCRUB_HIGH" = "Vysoká rychlost posunutí";
"PLAYBACK_SCRUB_HALF" = "Poloviční rychlost posunutí";
"PLAYBACK_SCRUB_QUARTER" = "Čtvrtinová rychlost posunutí";
"PLAYBACK_SCRUB_FINE" = "Přesné posunutí";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ elapsed, total duration %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ elapsed, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Time Display";
"PLAYBACK_POSITION" = "Pozice přehrávání";
"VIDEO_FILTER" = "Filtry videa";
"VIDEO_FILTER_RESET_BUTTON" = "Obnovit nastavení filtrů videa";
"VIDEO_ASPECT_RATIO_BUTTON" = "Poměr stran videa";
"BWD_BUTTON" = "Zpět";
"FWD_BUTTON" = "Vpřed";
"PLAY_BUTTON" = "Přehrát";
"NEXT_BUTTON" = "Následující";
"PREV_BUTTON" = "Předchozí";
"PLAY_ALL_BUTTON" = "Přehrát vše";
"PLAY_ALL_HINT" = "Přehrát všechna média v kolekci";

"RESET_VIDEO_FILTERS" = "Chcete vrátit nastavení filtrů videa?";
"RESET_PLAYBACK_SPEED" = "Chcete resetovat rychlost přehrávání?";
"RESET_EQUALIZER" = "Chcete resetovat nastavení ekvalizéru?";
"RESET_SLEEP_TIMER" = "Chcete resetovat časovač pro vypnutí?";

"CUSTOM_EQUALIZER_PROFILES" = "Vlastní profily";
"DEFAULT_PROFILE_NAME" = "Vlastní profil";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Uložit nový profil";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Chcete uložit nový profil s vybranými hodnotami?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Přejmenovat profil";
"DELETE_CUSTOM_PROFILE_TITLE" = "Smazat profil";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Chcete smazat vybraný profil?";

"VERSION_FORMAT" = "Verze: %@";
"BASED_ON_FORMAT" = "Založeno na:<br />%@";

"NEW" = "NOVÉ";

"VO_VIDEOPLAYER_TITLE" = "Přehrávač videa";
"VO_VIDEOPLAYER_DOUBLETAP" = "Dvakrát klikněte pro zobrazení nebo skrytí ovládacích prvků přehrávání";

"FIRST_STEPS_ITUNES" = "Synchronizace souboru";
"FIRST_STEPS_ITUNES_TITLE" = "Synchronizace s počítačem";
"FIRST_STEPS_ITUNES_DETAILS" = "Pro použití vyhledávače nebo \"Sdílení souborů\" připojte svůj %@. Vyberte VLC pro přenos souborů.";
"FIRST_STEPS_WIFI_TITLE" = "Sdílet přes Wi-Fi";
"FIRST_STEPS_WIFI_DETAILS" = "Zadejte vygenerovanou URL adresu do vašeho oblíbeného webového prohlížeče a připojte se ke stejné síti jako váš %@.";
"FIRST_STEPS_CLOUDS" = "Cloudové úložiště";
"FIRST_STEPS_CLOUD_TITLE" = "Cloud";
"FIRST_STEPS_CLOUD_DETAILS" = "Nahrajte Vaše média do cloudové služby jako je Disk Google nebo Dropbox pro jejich vzdálené stahování nebo streamování.";

"PLEX_CHECK_ACCOUNT" = "Zkontrolujte v nastavení Váš účet Plex";
"PLEX_ERROR_ACCOUNT" = "Chyba přihlášení k účtu Plex";

"UNAUTHORIZED" = "Neoprávněný";

"SERVER" = "Server";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Nelze nalézt žádný server";
"NO_RECENT_STREAMS" = "Žádný stream nebyl v poslední době přehráván.";

"WEBINTF_TITLE" = "Sdílení přes Wi-Fi";
"WEBINTF_ETHERNET" = "Sdílení přes Ethernet";
"WEBINTF_DROPFILES" = "Přesunout soubory";
"WEBINTF_DROPFILES_LONG" = "Pro přidání souborů do Vašeho %@ je přetáhněte do okna. <br>Nebo použijte tlačítko \"+\" pro dialog výběru souborů.";
"WEBINTF_DOWNLOADFILES" = "Stažené soubory";
"WEBINTF_DOWNLOADFILES_LONG" = "Klikněte na soubor, který chcete stáhnout z %@.";
"WEBINTF_ADDRESS_COPIED" = "Adresa zkopírována do schránky";
"WEBINTF_TITLE_ATV" = "Vzdálené přehrávání";
"WEBINTF_DROPFILES_LONG_ATV" = "Pro přehrání souborů na Vašem  %@ je přetáhněte do okna. <br>Nebo použijte tlačítko \"+\" pro dialog výběru souborů.";
"WEBINTF_URL_SENT" = "URL adresa úspěšně odeslána";
"WEBINTF_URL_EMPTY" = "URL adresa nesmí být prázdná";
"WEBINTF_URL_INVALID" = "URL adresa je neplatná";
"WEBINTF_AUTH_REQUIRED" = "Zadejte přístupový kód nastavený ve VLC iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Neplatný přístupový kód.<br>Zbývající pokusy: ";
"WEBINTF_AUTH_BANNED" = "Zadali jste příliš mnoho neplatných přístupových kódů.<br>Restartujte VLC iOS a zkuste to znovu.";

"DURATION" = "Délka";
"TITLE" = "Název";
"ROTATE_BUTTON" = "Otočit"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Přepíná přehrávač videa mezi režimem na šířku a na výšku."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Informace o zvuku";
"ENTER_URL" = "Zadejte URL adresu pro přehrávání";
"HTTP_SERVER_ON" = "Zakázat vzdálené přehrávání";
"HTTP_SERVER_OFF" = "Povolit vzdálené přehrávání";
"CACHED_MEDIA" = "Média ve vyrovnávací paměti";
"CACHED_MEDIA_LONG" = "Zde zobrazená média jsou uložena lokálně ve Vaší Apple TV. Upozorňujeme na skutečnost, že obsah může být smazán operačním systémem bez předchozího oznámení kdykoliv, kdy není VLC spuštěno, a to v případě, že ve Vašem zařízení je nedostatek volného místa.";
"DOWNLOAD_SUBS_FROM_OSO" = "Stáhnout titulky...";
"FOUND_SUBS" = "Nalezené titulky";
"NO_SUB_FOUND_OSO" = "Pro vaši mediální položku \"%@\" nebyly nalezeny žádné titulky.";
"SELECT_AUDIO_FROM_FILES" = "Použít externí zvuk...";
"SELECT_SUBTITLE_FROM_FILES" = "Použít externí titulky...";
"USE_SPDIF" = "Použít průchod (S/PDIF)";

"PLAYBACK" = "Přehrávání";
"REPEAT_MODE" = "Opakovat";
"REPEAT_DISABLED" = "Zakázáno";
"REPEAT_SINGLE" = "Jedna položka";
"REPEAT_FOLDER" = "Složka";
"SHUFFLE" = "Náhodné přehrávání";
"SHUFFLE_DISABLED" = "Vypnout náhodné přehrávání";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Obnovit seznam";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Trvale obnovovat seznam nedávno přehrávaných síťových proudů.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Univerzální Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Média Server (přes Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Systém síťových souborů (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "Souborový server BONJOUR";
"DSM_WORKGROUP" = "Pracovní skupina";

"URL_NOT_SUPPORTED" = "URL adresu nelze otevřít";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Pro smazání stiskněte %@"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Potvrďte smazání výběru\"";
"DELETE_MESSAGE_PLAYLIST" = "Chcete smazat vybraný seznam skladeb?\nPřidružené mediální soubory nebudou odstraněny.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Chcete smazat vybraná média ze seznamu skladeb?\nMediální soubory nebudou odstraněny z disku.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Žádný protokol nebyl vybrán";
"Settings" = "Nastavení";

"ERROR" = "Chyba";
"SORT" = "Seřadit";
"SORT_BY" = "Seřadit dle";
"SEARCH" = "Hledat";
"VIDEO" = "Video";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Alba";
"ARTISTS" = "Umělci";
"EPISODES" = "Epizody";
"GENRES" = "Žánry";
"ALL_VIDEOS" = "Všechna videa";
"SONGS" = "Skladby";
"PLAYLISTS" = "Seznamy skladeb";
"VIDEO_GROUPS" = "Skupiny videí";
"HISTORY" = "Historie";
"MODIFIED_DATE" = "Datum změny";
"NAME" = "Název";

// MARK: - EDIT

"BUTTON_MENU" = "Nabídka";
"BUTTON_MENU_HINT" = "Výběr, změna pořadí a třídění položek médií přítomných v tomto zobrazení";

"BUTTON_EDIT" = "Upravit";
"BUTTON_EDIT_HINT" = "Režim editace";

"BUTTON_SELECT" = "Vybrat";
"BUTTON_SELECT_HINT" = "Tlačítko pro výběr";

"BUTTON_SELECT_ALL" = "Vybrat vše";
"BUTTON_SELECT_ALL_HINT" = "Vybrat všechny položky médií přítomné v tomto zobrazení";

"BUTTON_HISTORY" = "Historie";
"BUTTON_HISTORY_HINT" = "Zobrazit naposledy přehrávaná média";

"BUTTON_CLEAR" = "Smazat";
"CLEAR_HISTORY_TITLE" = "Vymazat historii";
"CLEAR_HISTORY_MESSAGE" = "Potvrdit vymazání historie";

"ADD_TO_PLAYLIST" = "Přidat do seznamu skladeb";
"ADD_TO_PLAYLIST_HINT" = "Otevřete nabídku Přidat do seznamu skladeb";

"PLAY_AS_AUDIO" = "Přehrát jako zvuk";
"PLAY_AS_AUDIO_HINT" = "Přehrát video soubor jako zvukový soubor.";

"PLAYLIST_PLACEHOLDER" = "Název seznamu skladeb";
"PLAYLIST_DESCRIPTION" = "Zadejte název pro nový seznam skladeb";
"PLAYLIST_CREATION" = "Vytvořit nový seznam skladeb";
"PLAYLIST_CREATION_HINT" = "Pro vytvoření seznamu skladeb zobrazte interaktivní ikonu";
"ERROR_PLAYLIST_CREATION" = "Nelze vytvořit seznam skladeb";
"ERROR_PLAYLIST_TRACKS" = "Nelze načíst stopy";

"ERROR_RENAME_FAILED" = "Chyba při přejmenování";
"ERROR_EMPTY_NAME" = "Název nemůže být prázdný";

"SHARE_LABEL" = "Sdílet";
"SHARE_HINT" = "Sdílet vybrané soubory";
"RENAME_HINT" = "Přejmenovat vybrané soubory";
"DELETE_HINT" = "Smazat vybrané soubory";

"ADDITIONAL_OPTIONS" = "Další možnosti";

// MARK: - Sort

"BUTTON_SORT" = "Seřadit";
"BUTTON_SORT_HINT" = "Zobrazit seznam akcí pro seřazení";
"HEADER_TITLE_SORT" = "Seřadit podle";
"DESCENDING_LABEL" = "Seřadit sestupně";
"DESCENDING_SWITCH_LABEL" = "Seřadit vzestupně nebo sestupně";
"DESCENDING_SWITCH_HINT" = "Seřadit kontext vzestupně nebo sestupně";
"GRID_LAYOUT" = "Mřížka";
"GRID_LAYOUT_HINT" = "Zobrazit položky do mřížky";
"LIST_LAYOUT" = "Seznam";
"HIDE_FEAT_ARTISTS" = "Skrýt feat. umělce";
"HIDE_TRACK_NUMBERS" = "Skrýt pořadí stopy";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Abecedně";
"DURATION" = "Délka";
"INSERTION_DATE" = "Datum vložení";
"LAST_MODIFICATION_DATE" = "Datum změny";
"RELEASE_DATE" = "Datum vydání";
"FILE_SIZE" = "Velikost";
"ARTIST" = "Umělec";
"PLAY_COUNT" = "Počet přehrávání";
"ALBUM" = "Album";
"FILENAME" = "Název";
"TRACK_NUMBER" = "Pořadí stopy";
"NB_AUDIO" = "Pořadí zvuku";
"NB_MEDIA" = "Pořadí média";
"NB_VIDEO" = "Pořadí videa";
"NB_ALBUM" = "Počet alb";
"LAST_PLAYBACK_DATE" = "Datum posledního přehrávání";
"TRACK_ID" = "ID stopy";
"CUSTOM" = "Custom";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Nelze nalézt";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Neznámý umělec";
"VARIOUS_ARTIST" = "Různí umělci";
"UNKNOWN_ALBUM" = "Neznámé album";
"SINGLE_ITEM_SELECTED" = "Položka vybraná";
"MULTIPLE_ITEMS_SELECTED" = "Položky vybrané";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Titulky a zvukové stopy";
"SUBTITLE_AND_TRACK_HINT" = "Vybrat titulky nebo zvukové stopy";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "Rozhraní DVD";

"ROTATION_LOCK_BUTTON" = "Zámek otočení";
"ROTATION_LOCK_HINT" = "Uzamknout aktuální orientaci videa";

"REPEAT_HINT" = "Opakovat stejná média";
"DO_NOT_REPEAT_HINT" = "Neopakovat seznam médií";
"REPEAT_ALL_HINT" = "Opakovat seznam médií";

"BACKWARD_BUTTON" = "Zpět";
"BACKWARD_HINT" = "Přejít zpět";

"PREVIOUS_BUTTON" = "Předchozí";
"PREVIOUS_HINT" = "Předchozí média";

"PLAY_PAUSE_BUTTON" = "Přehrát nebo pozastavit";
"PLAY_PAUSE_HINT" = "Přehrát nebo pozastavit aktuální přehrávání";

"STOP_BUTTON" = "Zastavit přehrávání";
"CLOSE_HINT" = "Zastavit přehrávání";

"MINIMIZE_BUTTON" = "Minimalizovat";
"MINIMIZE_HINT" = "Minimalizovat přehrávač";

"NEXT_HINT" = "Následující média";

"FORWARD_BUTTON" = "Vpřed";
"FORWARD_HINT" = "Přejít vpřed";

"INTERFACE_LOCK_BUTTON" = "Uzamknout prostředí";

"SELECT_A_MARK" = "Select the A mark";
"SELECT_A_MARK_HINT" = "Select the A mark of the AB loop";
"SELECT_B_MARK" = "Select the B mark";
"SELECT_B_MARK_HINT" = "Select the B mark of the AB loop";

"AB_LOOP" = "Smyčka A→B";
"AB_LOOP_MARKS" = "Značky smyčky A→B";

"RESET_AB_LOOP" = "Chcete odstranit smyčku A→B?";
"RESET_AB_LOOP_MARKS" = "Chcete resetovat značky smyčky A→B?";

"SHUFFLE_HINT" = "Zamíchat seznam médií";
"SHUFFLE_OFF_HINT" = "Nemíchat seznam médií";

"ASPECT_RATIO_TITLE" = "Poměry stran";
"VIDEO_ASPECT_RATIO_BUTTON" = "Poměr stran videa";
"VIDEO_ASPECT_RATIO_HINT" = "Změnit poměr stran aktuálního videa";

"MORE_OPTIONS_BUTTON" = "Více";
"MORE_OPTIONS_HINT" = "Zobrazit více možností pro ovládací prvky";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Playback controls";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, seek, next chapter";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Titulky nejsou podporovány";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Titulky nejsou podporovány během odesílání.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Ekvalizér";
"MORE_OPTIONS_HEADER_TITLE" = "Možnosti videa";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Možnosti zvuku";
"BOOKMARKS_TITLE" = "Záložky";
"ADD_BOOKMARKS_TITLE" = "Přidat záložky";
"BOOKMARK_DEFAULT_NAME" = "Záložka v";
"BOOKMARK_RENAME_TITLE" = "Přejmenovat záložku";
"BOOKMARK_DELETE_TITLE" = "Smazat záložku";
"BOOKMARK_DELETE_MESSAGE" = "Potvrdit smazání záložky";
"INCREASE_BUTTON" = "Tlačítko zvýšit";
"INCREASE_PLAYBACK_SPEED" = "Zvýšit rychlost přehrávání";
"INCREASE_AUDIO_DELAY" = "Zvýšit zpoždění zvuku";
"INCREASE_SUBTITLES_DELAY" = "Zvýšit zpoždění titulků";
"DECREASE_BUTTON" = "Tlačítko snížit";
"DECREASE_PLAYBACK_SPEED" = "Snížit rychlost přehrávání";
"DECREASE_AUDIO_DELAY" = "Snížit zpoždění zvuku";
"DECREASE_SUBTITLES_DELAY" = "Snížit zpoždění titulků";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Zobrazit zkratku pro rychlost přehrávání";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Povolit zobrazení zkratky rychlosti přehrávání";
"VIDEO_FILTERS_HINT" = "Výběrem otevřete zobrazení filtrů videa";
"PLAYBACK_SPEED_HINT" = "Výběrem otevřete zobrazení rychlosti přehrávání";
"SUBTITLES_DELAY_HINT" = "Výběrem otevřete zobrazení délky trvání titulků";
"AUDIO_DELAY_HINT" = "Výběrem otevřete zobrazení zpoždění zvuku";
"SLEEP_TIMER_HINT" = "Výběrem otevřete zobrazení časovače";
"EQUALIZER_HINT" = "Výběrem otevřete zobrazení ekvalizéru";
"CHAPTERS_HINT" = "Výběrem otevřete zobrazení kapitol";
"BOOKMARKS_HINT" = "Výběrem otevřete zobrazení záložek";
"INTERFACE_LOCK_HINT" = "Povolit možnost uzamčení uživatelského rozhraní";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Vynutit nové prohledání Knihovny médií";
"FORCE_RESCAN_MESSAGE" = "Chcete aby VLC znovu prohledalo Vaši Knihovnu médií?\nMůže to chvíli trvat.";

"FEEDBACK_EMAIL_TITLE" = "Zpětná vazba o VLC pro systém iOS a iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "E-mailové okno není nastaveno";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Kontaktujte nás přes %@ z jiného zařízení.";

"SETTINGS_THEME_BLACK" = "Použít černé pozadí v tmavém režimu";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Zlepšuje výdrž baterie na zařízeních s OLED obrazovkou.";

"SETTINGS_RESET_TITLE" = "Obnovit nastavení";
"SETTINGS_RESET_MESSAGE" = "Chcete resetovat nastavení na výchozí hodnoty?";

"SETTINGS_PLAY_ALL" = "Plynulé přehrávání pro kolekce";
"SETTINGS_PLAY_ALL_HINT" = "Povolit automatické přehrávání dalšího média na kartách zvuku nebo videa";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Plynulé přehrávání pro seznamy skladeb";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Povolit automatické přehrávání dalšího média v seznamu skladeb";

"SETTINGS_DOCUMENTATION" = "Dokumentace";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "Upozornění pro připojení SMBv1";
"SMBV1_WARN_DESCRIPTION" = "Zjištěn starý protokol (SMBv1).\nChcete pokračovat s SMBv1?\nDoporučujeme aktualizovat nebo změnit nastavení serveru.";
"SMBV1_CONTINUE" = "Pokračovat s SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Vyzkoušet SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Kódování";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Přidat do skupiny médií";
"ADD_TO_MEDIA_GROUP_HINT" = "Otevřete nabídku Přidat do skupiny médií";

"MEDIA_GROUPS" = "Skupiny médií";
"MEDIA_GROUPS_DESCRIPTION" = "Vyberte název nové skupiny médií";
"MEDIA_GROUPS_PLACEHOLDER" = "Název skupiny médií";

"REMOVE_FROM_MEDIA_GROUP" = "Smazat ze skupiny médií";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Smazat výběr ze skupiny médií";

"MEDIA_GROUP_CREATION" = "Nová skupina médií";
"MEDIA_GROUP_CREATION_HINT" = "Zobrazit upozornění pro vytvoření seznamu skladeb";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Přesunout obsah na nejvyšší úroveň";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Přesunout obsah výběru na nejvyšší úroveň";

"BUTTON_REGROUP" = "Přeskupit";
"BUTTON_REGROUP_TITLE" = "Přeskupit výběr";
"BUTTON_REGROUP_HINT" = "Pokus o automatické přeskupení jednoho média.";
"BUTTON_REGROUP_DESCRIPTION" = "Chcete automaticky přeskupit jedno médium?\nMůže to chvíli trvat.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Jestliže chcete přidat médium, umístěte jej zde";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Přidávání...";

// MARK: - QueueViewController

"PLAY_HINT" = "Přehrát";
"PLAY_LABEL" = "Přehrát";
"PLAY_NEXT_IN_QUEUE_HINT" = "Přehrát další ve frontě";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Přehrát další ve frontě";
"APPEND_TO_QUEUE_HINT" = "Přidat do fronty";
"APPEND_TO_QUEUE_LABEL" = "Přidat do fronty";
"QUEUE_LABEL" = "Queue";

"DISPLAY_AS" = "Zobrazit jako";

/* New strings */
"BRIGHTNESS_HINT" = "Vertikální ovládání jasu";
"BRIGHTNESS_SLIDER" = "Svislým posunutím změníte úroveň jasu.";

/* New strings */
"VOLUME_HINT" = "Vertikální ovládání hlasitosti";
"VOLUME_SLIDER" = "Svislým posunutím změníte úroveň hlasitosti.";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Ovládání přehrávání";
"MENU_REPEAT_DISABLED" = "Neopakovat";
"MENU_REPEAT_SINGLE" = "Opakovat jednou";
"MENU_REPEAT_ALL" = "Opakovat vše";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Pozadí seznamu akcí";
"ACTIONSHEET_BACKGROUND_HINT" = "Klepnutím odeberete seznam akcí.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Zadejte vlastní částku";
"DONATION_TITLE" = "Soukromí má přednost před ziskem";
"DONATION_DESCRIPTION" = "Soukromá multimédia s otevřeným zdrojovým kódem, financovaná vámi. Žádné reklamy, žádné sledování, žádný kompromis. Zdarma pro každého k použití. Přispějte nyní na podporu VideoLAN.";
"DONATION_WINDOW_TITLE" = "Přispět pro VideoLAN";
"DONATE_CC_DC" = "Kreditní nebo debetní karta";
"DONATION_CHOOSE_PP" = "Vyberte prosím svého poskytovatele platby";
"DONATION_CHOOSE_CURRENCY" = "Vyberte prosím měnu";
"DONATION_AMOUNT" = "Výše daru: %@";
"DONATION_CC_NUM" = "Číslo kreditní karty";
"DONATION_CC_EXPIRY_DATE" = "Datum vypršení platnosti";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "RR";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Selhání konfigurace Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC se nepodařilo nakonfigurovat Apple Pay k provedení vašeho daru. Chcete-li pokračovat, vyberte jiného poskytovatele plateb.";
"DONATION_DONATE_BUTTON" = "Darujte";
"PURCHASE_FAILED" = "Nákup se nezdařil.";
"SEND_DONATION" = "Pošlete Váš dar";
"PURCHASE_SUCESS_TITLE" = "Dar byl poslán";
"PURCHASE_SUCESS_DESCRIPTION" = "Děkujeme Vám za Váš dar!";
"DONATION_CONTINUE" = "Pokračovat";
"BUTTON_NOT_NOW" = "Teď ne";
"DONATION_NAGSCREEN_TITLE" = "Přispějte dnes";
"DONATION_NAGSCREEN_SUBTITLE" = "Podpořte bezplatná multimédia s otevřeným zdrojovým kódem";
"DONATION_INVOICES" = "Faktury";
"DONATION_RECEIPTS" = "Potvrzení";
"DONATION_INVOICES_RECEIPTS" = "Faktury a potvrzení";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Pokud jste přeinstalovali VLC, faktury nebo potvrzení z předchozích darů nebudou dostupné, protože všechny vaše osobní údaje jsou uloženy pouze v tomto zařízení.\n\nPokud máte nějaké dotazy, kontaktujte nás na adrese donation@videolan.org a uveďte toto anonymní uživatelské ID: %@";
"DONATION_CANCEL_MONTHLY" = "Zrušit pravidelný příspěvek";
"DONATION_MONTHLY" = "Měsíčně";
"DONATION_MONTHLY_FORMAT" = "%@/měsíc";
"DONATION_MONTHLY_VIDEOLAN" = "Měsíční příspěvek pro VideoLAN";
"DONATION_ONCE" = "Jednou";
"DONATION_UPDATE_MONTHLY" = "Aktualizovat pravidelný příspěvek";
"DONATION_VIDEOLAN" = "Příspěvek pro VideoLAN";
"DONATION_CANCEL_LONG" = "Je nám líto, že rušíte pravidelné měsíční příspěvky pro VideoLAN. Vaše předchozí podpora pro nás hodně znamená. Moc vám za ni děkujeme!";
"DONATION_BANK_TRANSFER" = "Bankovní převod";
"DONATION_BANK_TRANSFER_LONG" = "Zpracování darů pro VideoLAN poskytuje Stripe. VideoLAN neukládá ani neshromažďuje vaše osobní údaje.";
"DONATION_BUTTON_AGREE" = "Souhlasím";
"DONATION_IBAN" = "Číslo bankovního účtu (IBAN)";
"DONATION_EMAIL" = "E-mail";
"DONATION_NAME" = "Název";
"DONATION_NAME_BANK_ACCOUNT" = "Název na bankovním účtu";
"DONATION_EMBARGOED_COUNTRY" = "V současné době nemůžeme přijímat dary ve vaší zemi. Užijte si VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Přejít zpět";
"KEY_JUMP_FORWARDS" = "Přejít vpřed";
"KEY_INCREASE_PLAYBACK_SPEED" = "Zvýšit rychlost přehrávání";
"KEY_DECREASE_PLAYBACK_SPEED" = "Snížit rychlost přehrávání";
"KEY_RESET_PLAYBACK_SPEED" = "Obnovit rychlost přehrávání";
"KEY_SEEK_TO_PERCENT" = "Seek to %i%% of duration";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Pozadí výběru názvu";
"TITLESELECTION_BACKGROUND_HINT" = "Klepnutím odeberete zobrazení.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Smazat \"%@\"?";
"DELETE_MULTIPLE_TITLE" = "Smazat \"%@\" a %d dalších?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Play in the background";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Play the selected playlist in the background without opening the app.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Play ${mediaName} in the background";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Vertical slider";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Increment";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Decrement";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Downloading file \"%@\" completed";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Added %d media to %@";
"ADD_ALERT_TITLE" = "Selection found in playlist";
"ADD_ALERT_MESSAGE_SINGLE" = "You are trying to add a media that is already part of %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "You are trying to add %d media that are already part of %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Last Played";
